app/Controllers/Animals.php

	public function index(): string
	{
		$data_title = \App\Models\TitleModel::GetAnimalsContent();

		$model = model(\App\Models\AnimalsModel::class);

		$data['animals'] = $model->findAll();
---
SELECT *
FROM `animals`